cask_args appdir: '/Applications'

brew 'starship'
brew 'jq'
#brew 'tldr'
brew 'wget'
brew 'node'
brew 'yarn'
#brew 'watchman'

#brew 'deno'

brew 'git'
brew 'git-lfs'

brew 'python3'
brew 'go'

brew 'docker'

# pip3 install awscli

cask 'google-chrome'
cask 'brave-browser'
cask 'firefox'

cask 'slack'
cask 'discord'

cask 'visual-studio-code'
cask 'sourcetree'
cask 'trailer'
cask 'postman'
cask 'ngrok'

#cask 'zeplin'
#cask 'abstract'
#cask 'loom'

cask 'zoomus'

cask 'dropbox'
cask 'bitwarden'
cask 'adobe-acrobat-reader'
cask 'ipvanish-vpn'
cask 'vlc'
cask 'spotify'
cask 'alfred'
cask 'rectangle'
